Repository: jonatascastro12/siscontrole
Catalog: financial/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Value
pt_br: Valor

source: Interest
pt_br: Juros

source: This CC doesn't exist.
pt_br: Este centro de custo não existe.

source: Is Cheque?
pt_br: É cheque?

source: Number
pt_br: Número

source: Name
pt_br: Nome

source: Bank
pt_br: Banco

source: Select a bank
pt_br: Selecione um banco

source: Agency
pt_br: Agência

source: Value can't be zero.
pt_br: Valor não pode ser zero.

source: Complete cheque information properly.
pt_br: Complete as informações do cheque corretamente.

source: Person
pt_br: Pessoa

source: Cheque already exists?
pt_br: Cheque já existe?

source: Date
pt_br: Data

source: Document type name
pt_br: Tipo de documento

source: Description
pt_br: Descrição

source: Document Type
pt_br: Tipo de documento

source: Document Types
pt_br: Tipo de documentos

source: Account group name
pt_br: Nome do grupo

source: Account Group
pt_br: Grupo de conta

source: Account name
pt_br: Nome da conta

source: Expense
pt_br: Despesa

source: Revenue
pt_br: Receita

source: Account type
pt_br: Tipo de conta

source: Account
pt_br: Conta

source: Subaccount name
pt_br: Nome da subconta

source: Subaccount
pt_br: Subconta

source: Subaccount type name
pt_br: Tipo de subconta

source: Operational
pt_br: Operacional

source: One-off
pt_br: Extraordinário

source: Indirect
pt_br: Indireto

source: Subaccount type nature
pt_br: Natureza

source: Subaccount Type
pt_br: Tipo de subconta

source: Account group
pt_br: Grupo de conta

source: Subaccount type
pt_br: Tipo de subconta

source: Cost Center
pt_br: Centro de Custo

source: Cost Centers
pt_br: Centros de Custo

source: Account number
pt_br: Número da conta

source: Balance
pt_br: Saldo

source: Current account
pt_br: Conta corrente

source: Current accounts
pt_br: Contas corrente

source: Invoice
pt_br: Nota fiscal

source: Duplicate
pt_br: Duplicata

source: Promissory Note
pt_br: Nota promissória

source: Other
pt_br: Outro

source: Person Name
pt_br: Nome da Pessoa

source: Destiny
pt_br: Destino

source: Expiration Date
pt_br: Vencimento

source: Current Account
pt_br: Conta corrente

source: Document Number
pt_br: Número do documento

source: Department
pt_br: Departamento

source: Customer/Supplier
pt_br: Cliente/Fornecedor

source: Story
pt_br: Histórico

source: Receivable
pt_br: A receber

source: Payable
pt_br: A pagar

source: Received
pt_br: Recebido

source: Paid
pt_br: Pago

source: Wrote off
pt_br: Baixa

source: Entry
pt_br: Lançamento

source: Write off
pt_br: Baixa

source: Last Balance
pt_br: Último Saldo

source: Wrote-off
pt_br: Com baixa

source: Partially Wrote-off
pt_br: Com baixa parcial

source: No Wrote-off
pt_br: Sem baixa

source: Person name
pt_br: Nome da conta

source: Related entries
pt_br: Lançamentos relacionadas

source: Client/Supplier
pt_br: Cliente/Fornecedor

source: Record
pt_br: Histórico

source: Related write-offs
pt_br: Baixas relacionadas

source: Related entry
pt_br: Lançamento relacionado

source: Last related entries
pt_br: Últimos lançamentos

source: TOTAL BALANCE
pt_br: SALDO TOTAL

source: Cheque information
pt_br: Informações do cheque

source: Multiple selection action
pt_br: Ação da seleção múltipla

source: Remove
pt_br: Remover

source: Update Status
pt_br: Atualizar status

source: Do you really want to delete:
pt_br: Você deseja mesmo remover?

source: Deleting...
pt_br: Excluindo...

source: Some error occurred.
pt_br: Ocorreu algum erro.

source: ^/document_type$
pt_br: ^/tipo_de_documento$

source: ^/document_type/add$
pt_br: ^/tipo_de_documento/novo$$

source: ^/document_type/(?P<pk>[0-9]+)
pt_br: ^/tipo_de_documento/(?P<pk>[0-9]+)

source: /edit$
pt_br: /editar$

source: ^/current_account$
pt_br: ^/conta_corrente$

source: ^/current_account/add$
pt_br: ^/conta_corrente/novo$

source: ^/current_account/(?P<pk>[0-9]+)
pt_br: ^/conta_corrente/(?P<pk>[0-9]+)

source: ^/account_group$
pt_br: ^/grupo_de_conta$

source: ^/account_group/add$
pt_br: ^/grupo_de_conta/novo$

source: ^/account_group/(?P<pk>[0-9]+)
pt_br: ^/grupo_de_conta/(?P<pk>[0-9]+)

source: ^/account$
pt_br: ^/conta$

source: ^/account/add$
pt_br: ^/conta/nova$

source: ^/account/(?P<pk>[0-9]+)
pt_br: ^/conta/(?P<pk>[0-9]+)

source: ^/subaccount$
pt_br: ^/subconta$

source: ^/subaccount/add$
pt_br: ^/subaccount/nova$

source: ^/subaccount/(?P<pk>[0-9]+)
pt_br: ^/subconta/(?P<pk>[0-9]+)

source: ^/subaccount_type$
pt_br: ^/tipo_de_subconta$

source: ^/subaccount_type/add$
pt_br: ^/tipo_de_subconta/add$

source: ^/subaccount_type/(?P<pk>[0-9]+)
pt_br: ^/tipo_de_subconta/(?P<pk>[0-9]+)

source: ^/cost_center$
pt_br: ^/centro_de_custo$

source: ^/cost_center/add$
pt_br: ^/centro_de_custo/novo$

source: ^/cost_center/(?P<pk>[0-9]+)
pt_br: ^/centro_de_custo/(?P<pk>[0-9]+)

source: ^/entry$
pt_br: ^/lancamento$

source: ^/entry/add$
pt_br: ^/lancamento/novo$

source: ^/entry/(?P<pk>[0-9]+)
pt_br: ^/lancamento/(?P<pk>[0-9]+)

source: Code
pt_br: Código

source: Type
pt_br: Tipo

source: Nature
pt_br: Natureza

source: Exp. Date
pt_br: Vencimento

source: Date Range
pt_br: Data

source: Expiration Date Range
pt_br: Vencimento

source: Entry created successfully
pt_br: Lançamento efetuado com sucesso

source: Entry updated successfully
pt_br: Lançamento atualizado com sucesso

source: Something went wrong.
pt_br: Alguma coisa deu errado.

source: not found
pt_br: não encontrado
